Repository: Kaudaj/kjblocks
Catalog: translations/*/ModulesKjblocksAdmin.*.xlf
Languages: fr_fr

source: Can't update positions if block group id filter is not set.
fr_fr: Impossible de mettre à jour les positions si le filtre de l'identifiant du groupe de blocs n'est pas défini.

source: Add new block group
fr_fr: Ajouter un nouveau groupe de blocs

source: Hooks
fr_fr: Points d'accroche

source: Hooks to which this block group belongs
fr_fr: Points d'accroche auxquels ce groupe de blocs appartient

source: Name of the block group, only visible in the admin panel for internal usage
fr_fr: Nom du groupe de blocs, visible uniquement dans le panneau d'administration pour un usage interne.

source: Width
fr_fr: Largeur

source: Width of the block
fr_fr: Largeur du bloc

source: Height
fr_fr: Hauteur

source: Height of the block
fr_fr: Hauteur du bloc

source: Classes of the block, separated by a comma
fr_fr: Classes du bloc, séparées par une virgule

source: Identifier
fr_fr: Identifiant

source: Id of the block
fr_fr: Id du bloc

source: Background image
fr_fr: Image de fond

source: Background image of the block
fr_fr: Image de fond du bloc

source: Content of the block
fr_fr: Contenu du bloc

source: Hooks or block groups to which this block belongs
fr_fr: Points d'accroche ou groupes de blocs auxquels ce bloc appartient

source: Available block groups
fr_fr: Groupes de blocs disponibles

source: Available hooks
fr_fr: Points d'accroche disponibles

source: Name of the block, only visible in the admin panel for internal usage
fr_fr: Nom du bloc, visible uniquement dans le panneau d'administration pour un usage interne

source: Display a formatted text
fr_fr: Afficher un texte formaté

source: Text
fr_fr: Texte

source: Simple container, designed to be a base to create boxed blocks
fr_fr: Simple conteneur, conçu pour servir de base à la création de blocs en boîte

source: Container
fr_fr: Conteneur

source: Blocks
fr_fr: Blocs

source: Block groups
fr_fr: Groupes de blocs

source: Add content blocks of any type wherever you want, organized in groups.
fr_fr: Ajoutez des blocs de contenu de tout type où vous le souhaitez, organisés en groupes.

source: Create block group
fr_fr: Créer un groupe de blocs

source: Edit block group
fr_fr: Modifier le groupe de blocs

source: Create block
fr_fr: Créer un bloc

source: Edit block
fr_fr: Modifier le bloc

source: Choose the type
fr_fr: Choisir le type

source: Hover a block to see its description
fr_fr: Survolez un block pour voir sa description
